cool/tutorials/DNS/dnsFoam/boxTurb16/0.org/Ek.q
"E(k)"
"k"
"E(k)"
(0 0 0)
(0 0 0)
1
(

"E(k)"
0
8
(
(5.86431 0.000436377 0)
(11.7286 3.48387e-06 0)
(17.5929 6.63884e-14 0)
(23.4572 4.68122e-28 0)
(29.3215 6.81256e-37 0)
(35.1858 4.37547e-35 0)
(41.0501 1.40555e-36 0)
(46.9145 1.95116e-34 0)
)
)