cool/tutorials/DNS/dnsFoam/boxTurb16/0.org/Ek.xy
1.02593 7.63421e-05
0.00204766 6.08238e-10
1.73423e-11 6.54427e-26
6.87852e-26 1.3727e-54
6.40659e-35 1.48851e-72
2.85745e-33 3.55332e-69
6.74385e-35 2.30909e-72
7.16752e-33 2.98095e-68
